Repository: thantzawaung023/Product_Management
Catalog: lib/l10n/app_*.arb
Languages: my

# language
source: English
my: မြန်မာ

source: Hello World
my: မင်္ဂလာပါ

source: Change Language
my: ဘာသာစကား‌ရွှေးချယ်ရန်

# languageEnglish
source: English
my: အင်္ဂလိပ်

# languageMyanmar
source: Myanmar
my: မြန်မာ

source: Change Password
my: စကားဝှက် ပြောင်းရန်

source: Delete Account
my: အကောင့် ဖြတ်ရန်

source: Logout
my: အကောင့်မှထွက်ရန်

# confirmLogout
source: Are you sure you want to Logout?
my: အကောင့်မှထွက်ရန်သေချာပါသလား?

source: Setting
my: စက်တင်

source: Old Password
my: စကားဝှက် အဟောင်း

source: New Password
my: စကားဝှက် အသစ်

# confirmPassword
source: Confrim Password
my: အတည်ပြု စကားဝှက်

source: Cancel
my: မလုပ်တေ့ာပါ

source: Confirm
my: သေချာသည်

source: Save
my: ဆေ့ရန်

# passwordsNotMatch
source: Passwords do not match.
my: စကားဝှက်အသစ် နှ့င် အတည်ပြုစကားဝှက် မကိုက်ညီပါ။

# isRequired
source: is a required field.
my: ဖြည့်ပါ

# deleteAccountMessage
source: Deleting your account will erase all data.
my: အကောင့်ကိုဖြတ်ခြင်းက အကောက် ‌ဒေတာတွေအကုန်ပျက်သွားမှာပါ။

# enterPassword
source: Please enter your password to continue.
my: ကျေးဇူးပြု၍ စကားဝှက်ရိုက်ပေးပါ

source: Delete Now
my: ဖြတ်မည်

# sureLogout
source: Are you sure you want to Logout?
my: အကောင့်မှထွက်ရန်သေချာပါသလား?

# goLogin
source: Go To Login Page
my: login စာမျက်နှာသို့သွားရန်

source: Password
my: စကားဝှက်

# profile
source: User Profile
my: အကောင့် ပရိုဖိုင်

source: Upload Profile
my: ပုံတင်ရန်

source: Remove Profile
my: ပုံဖြတ်ရန်

source: Add Address
my: လိပ်စာထည့်ရန်

source: Edit Address
my: လိပ်စာပြင်ရန်

# addressName
source: Addres Name
my: လိပ်စာအမည်

source: Address Location
my: လိပ်စာတည်နေရာ

# userInfo
source: User Infomation
my: အကောင့်အချက်အလက်

source: Name
my: အမည်

source: Edit Name
my: အမည်ပြင်ရန်

source: Address
my: လိပ်စာ

# notAvailableAddress
source: Address: Not Available
my: လိပ်စာမရှိသေးပါ

source: Joined
my: အကောင့်ဖွင့်သည့်ရက်

# successProfileUpload
source: Profile image uploaded successfully
my: ပုံတင်ခြင်းအောင်မြင်ပါသည်။

# successProfileRemove
source: Profile image removed successfully
my: ပုံဖြတ်ခြင်းအောင်မြင်ပါသည်။

# validateImgMsg
source: Please select a valid image
my: ကျေးဇူးပြု၍ မှန်ကန်သောပုံကို‌ရွှေးချယ်ပါ

# todoNotAvailable
source: No Todos Post Available
my: Todo Post မရှိသေးပါ

# confirmDelete
source: Are you sure you want to Delete?
my: ဖြတ်ဖို့သေချာလား?

# cannotDelete
source: You Can't Delete Another User's TodoPost!
my: အခြားသူရဲ့ပို့စ်ကိုဖြတ်ခွင့်မရှိပါ

# successDelete
source: TodoPost deleted successfully
my: ပိုစ့်ကိုအောင်မြင်စွာဖြတ်သိမ်းပြီးပါပြီ

# failDelete
source: 'Failed to delete todoList
my: ပိုစ့်ကိုဖြတ်ခြင်းမအောင်မြင်ပါ

source: Update Todo Post
my: ပိုစ့်အပ်ဒိတ်လုပ်ခြင်း

source: Title
my: ပိုစ့်ခေါင်းစဉ်

# titleRequired
source: Title is required
my: ပိုစ့်ခေါင်းစဉ်ဖြည့်ပါ

# description
source: Descripton
my: ပိုစ့်အကြောင်းအရာ

# descriptionRequired
source: Descripton is required
my: ပိုစ့်အကြောင်းအရာဖြည့်ပါ

source: Update
my: ပြင်မည်

source: Success
my: အောင်မြင်ပါသည်

# successTodoUpdate
source: Todo Post is successfully Updated!
my: ပိုစ့် အပ်ဒိတ်လုပ်ခြင်းအာင်မြင်ပါသည်။

source: Add Todo Post
my: ပိုစ့်ဖန်တီးခြင်း

# successTodoAdd
source: Todo Post is successfully Created!
my: ပိုစ့် ဖန်တီးခြင်းအာင်မြင်ပါသည်။

source: User List
my: user စာရင်း

source: Search...
my: ရှာဖွေရန်...

source: Email
my: အီးမေး

# emailRequired
source: Email is required
my: အီးမေးထည့်ပါ

# nameRequired
source: Name is required
my: အမည်ထည့်ပါ

# addressNameRequired
source: Address Name is required
my: လိပ်စာအမည်ထည့်ပါ

# addressLocationRequired
source: Address Location is required
my: လိပ်စာတည်နေရာထည့်ပါ

# passwordRequired
source: Password is required
my: စကားဝှက်ထည့်ပါ

# successUserCreate
source: User is successfully Created!
my: ယူဇာ ဖန်တီးခြင်းအောင်မြင်ပါသည်။

# verifyEmail
source: Please Login And Verify Email!
my: အကောင့်ဝင်၍ အီးမေး verify ပြုလုပ်ပေးပါ

source: Update User
my: ယူဇာအကောင့် ပြင်ဆင်ခြင်း

# successUserUpdate
source: User is successfully Updated!
my: ယူဇာအား ပြင်ဆင်ခြင်းအောင်မြင်ပါသည်။

# selectImage
source: Tap to Select Image
my: ပုံကိုထောက်၍ ရွှေးချယ်ပါ

# forgetPassword
source: Forgot your password?
my: စကားဝှက်မေ့နေပြီလား?

source: Login
my: အကောင့်ဝင်မည်

# or
source: or Continue With
my: တခြားအရာများနှင့် ဆက်လက်၍

# doseNotHaveAcc
source: Don't have an account? Register
my: အကောင့်မရှိဘူးလား? အကောင့်အသစ်လုပ်ရန်

# alreadyHaveAcc
source: Already have an account? Login
my: အကောင့်ရှိပြီးသားလား? အကောင့်ဝင်ရန်

# verify
source: Please verify Your Email Address
my: ကျေးဇူးပြု၍ အီးမေးအတည်ပြုပေးပါ

# verifyTitle
source: Verify Email
my: အီးမေးအတည်ပြုခြင်း

# verifySend
source: A verification email has been sent to your email address.
my: အတည်ပြုအီးမေးကို အောင်မြင်စွာပို့ပြီးပါပြီ

# verifyCheck
source: check email is Already verify
my: အီးမေးအတည်ပြု ပြီးပြီလားစစ်ဆေးမယ်

# verifyCheckLable
source: Please check your inbox.
my: ကျေးဇူးပြု၍ အီးမေးသေတ္တာမှာစစ်ဆေးပေးပါ

# verifyHasBeenReSend
source: Verification Email has been sent again.
my: အီးမေးအတည်ပြုခြင်း ပြန်လည်ပို့ပေးပြီးပါပြီ

# verifyReSend
source: Resend Verification Email
my: အီးမေးအတည်ပြုခြင်း ပြန်လည်ပို့ပေးရန်

source: Register
my: အကောင့်ပြုလုပ်မည်

source: Today is
my: ဒီနေ့က

source: My Todo Post
my: ကျွန်ုပ်၏ပိုစ့်များ

source: Recent Likes
my: ကျွန်ုပ်လိုက်စ်လုပ်ထားသောပိုစ့်များ
